Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/facta/samediggi.fi/arktisen_seminaarin_avajaispuhe_220908_suomeksi.pdf.tmx
Source language: fin
Languages: sme

source: dännön uudistuksen myötä myös saamelaisten ulkopuolella asuvien saamelaisten oikeudet huomi
sme: láhkaásaheami ođastusa mielde maid daid sápmelaččaid, geat orrot sámi ruovttuguovllu

source: oidaan paremmin. Yhdenvertaisuuslaki nykyisellään kieltää syrjinnän ja mahdollistaa positiivisen
sme: olggobealde, vuoigatvuođat váldojuvvojit buorebut vuhtii. Dálá ovttaveardásašvuohtaláhka gieldá

source: erityiskohtelun heikoimmassa tai vähemmistöasemassa oleville ryhmille. Yhdenvertaisuus on meil
sme: vealaheami ja dahká vejolažžan positiiva sierrameannudeami joavkkuide, mat lea heajut dehe

source: le saamelaisille tärkeä asia, ja omalta osaltamme meidän tulee pohtia asiaa usein. Suomessa on
sme: veahádatsajádagas. Ovttaveardásašvuohta lea midjiide sápmelaččaide dehálaš ášši, ja iežamet oasis

source: kolme saamelaiskulttuuria, pohjois-, inarin- ja koltansaamen kulttuurit.
sme: mii galgát guorahallat ášši dávjá. Suomas leat golbma sámi kultuvrra, davvi-, anáraš- ja

source: Kaikkien kulttuurien edistäminen tulee olla tasa-arvoisessa asemassa ja yhdenvertaisuuden on to
sme: Buot kultuvrraid ovddideapmi galgá leat dásseárvosaš sajádagas ja ovttaveardásašvuohta galgá

source: teuduttava saamelaiskulttuurin sisälläkin.
sme: olláhuvvat sámi kultuvrra sistenai.

source: Yhdenvertaisuus saamelaisten osalta tarkoittaa sitä, että
sme: Ovttaveardásašvuohta sámiid dáfus dárkkuha dan, ahte mii

source: meidän on oltava solidaarisia toisiamme kohtaan.
sme: galgat leat solidáralaččat guhtet guimmiideamet guovdu.

source: Vaikka saamelaisten oikeudet ovat edistyneet,
sme: Vaikko sápmelaččaid vuoigatvuođat leat

source: tilanne ei ole vielä riittävän hyvällä tasolla.
sme: ovdánan, dilli ii heađisge leat vel dárbahassii buori dásis.

source: Meitä saamelaisia kohtaan kohdistuu useita paineita, ja
sme: Min sápmelaččaid guovdu čuhcet

source: kulttuuriamme on pyritty yhdenmukaistamaan valtakulttuuriin ja kielemme ja kulttuurimme ei ole
sme: máŋggalágán deaddagat ja min kultuvrra leat geahččalan dahkat ovttalágánin váldokultuvrrain, iige

source: ollut aina hyväksyttyä.
sme: giellamet ja kultuvramet leat álohii dohkkehuvvon.

source: Tällaisessa tilanteessa meidän saamelaisten tulee tukea toistemme pyrki
sme: Dákkár dilis mii sápmelaččat galgat doarjut

source: myksiä ja kohdella toisiamme yhdenvertaisesti – myös tarvittaessa positiiviseen erityiskohteluun
sme: guhtet guimmiideamet viggamušaid ja meannudit guhtet guimmideametguin ovttaveardásaččat –

source: turvautuen.
sme: Mii sápmelaččat galgat iežamet

source: Meidän saamelaisten on oltava omalta osaltamme yhdenvertaisuuden edistäjiä. Saame
sme: buohta čájehit ahte mii leat ovttaveardásašvuođa ovddideaddjit. Sámediggi lea maid darvánan dán

source: laiskäräjät on omalta osaltaan alkanut laatia yhdenvertaisuussuunnitelmaa saamelaiskäräjille, ja
sme: hástalussii ja lea ráhkadišgoahtán ovttaveardásašvuohtaplána sámediggái ja dieđusge geažos áigge

source: pyrimme kaiken aikaa saaman saamen kielet tasa-arvoiseen asemaan saamelaiskäräjillä.
sme: viggat oažžut sámegielaid ja kultuvrraid dásseárvosaš sajádahkii sámedikki doaimmas.

source: Seminaarin ohjelman perusteella nämä kaksi seminaaripäivää tulevat olemaan mielenkiintoisia.
sme: Seminára prográmma vuođul dát guokte seminárabeaivvi bohtet leat miellagiddevaččat. Vuorddán

source: Odotan mielenkiinnolla seminaarin antia ja toivon, että tämä ei jää vain yhteen seminaariin, vaan
sme: beroštumiin seminára addámuša ja sávan, ahte dát ii báze dušše ovtta seminárii, muhto ahte

source: että keskustelua ja työtä jatketaan kielen, perinteiden ja yhdenvertaisuuden edistämiseksi yhä tii
sme: ságastallan ja bargu joatkahuvvá giela, árbevieruid ja ovttaveardásašvuođa ovddideami várás ein

source: viimmin.
sme: áŋgireappot.

source: Seminaarit ovat tärkeitä keskustelunherättäjiä, ja toivon että keskustelujen annista saamme
sme: Seminárat leat dehálaš ságastallama boktaleaddjit ja sávan ahte ságastallamiid

source: aikaan uusia käytänteitä, kenties julkaisunkin ja projekteja.
sme: addámuššan leat ođđa geavadat, juobe publikašuvdna ja prošeavttat.

source: Näillä sanoin avaan seminaarin ja tuon
sme: Dáiguin sániiguin raban

source: siihen saamelaiskäräjien tervehdyksen.
sme: seminára ja buvttán dasa sámedikki dearvvuođagaid.
